{
  "peliculas": [
    {
      "pelicula": "En la hierba alta",
      "genre1": "Terror",
      "genre2": " ",
      "year":"2019",
      "category1": "HD",
      "category2": "16+",
      "descriptionSlow": "Una mujer embarazada y su hermano entran en un campo de hierba alta para rescatar a un niño, pero pronto se dan cuenta de que no pueden escapar y algo malo acecha entre las malezas.",
      "description": "Cal y Becky Demuth, dos hermanos, se embarcan en un viaje por carretera. Después de conducir durante unos tres días, se detienen en un campo de hierba alta después de oír a un niño pequeño llamado Tobin pidiendo ayuda. Ambos entran en la espesa hierba con el fin de rescatar al niño, pero muy pronto se enteran que han cometido un terrible error.",
      "image":"https://i.imgur.com/w5FJhGu.png",
      "video": "https://www.youtube.com/embed/bv65SkyyId8"
    },
    {
      "pelicula": "El hijo",
      "genre1": "Drama",
      "genre2": " ",
      "year": "2019",
      "category1": "HD",
      "category2": "16+",
      "descriptionSlow": "Una mujer embarazada se aísla cada vez más de su marido. El comportamiento obsesivo y sobreprotector de él solo empeora después de que nace el niño, lo que obliga a su esposo a tomar una decisión desesperada.",
      "description": "Un pintor de 50 años llamado Lorenzo decide reconstruir su vida luego de tiempos difíciles vividos. Ansioso por el hijo que tendrá con su nueva mujer, durante el embarazo, ella empieza a tener cierto comportamiento obsesivo y malicioso, que torna tensa la relación entre ambos. Con el nacimiento del bebé, la relación alcanza nuevos niveles de peligrosa hostilidad y ciertos comportamientos insalubres que hacen de la pareja una situación extremadamente inestable, de la que podría no haber retorno.",
      "image":"https://i.imgur.com/bFhJzHN.jpg",
      "video": "https://www.youtube.com/embed/EPEcJFD1BlM"
    },
    {
      "pelicula": "Robin Hood",
      "genre1": "Accion",
      "genre2": "Aventura",
      "year": "2019",
      "category1": "HD",
      "category2": "16+",
      "descriptionSlow": "Robin of Loxley (Taron Egerton), un cruzado curtido en mil batallas, y su comandante morisco (Jamie Foxx) se rebelan contra la corona de Inglaterra que está llena de corrupción.",
      "description": "Robin of Loxley (Taron Egerton), un cruzado curtido en mil batallas, y su comandante morisco (Jamie Foxx) se rebelan contra la corona de Inglaterra que está llena de corrupción.",
      "image":"https://i.imgur.com/ql3VZtc.jpg",
      "video": "https://www.youtube.com/embed/dK1i7SWLtzM"
    },
    {
      "pelicula": "Infierno bajo el agua",
      "genre1": "Accion",
      "genre2": "Terror",
      "year": "2019",
      "category1": "HD",
      "category2": "16+",
      "descriptionSlow": "Durante un devastador huracán en Florida, el padre de Haley queda atrapado en su casa, totalmente inundada. La joven trata de rescatarlo, pero además del agua se topa con un peligroso e inesperado obstáculo: cocodrilos",
      "description": "Cuando un enorme huracán de categoría 5 llega a su pueblo en Florida, Haley (Kaya Scodelario) se desentiende de las órdenes de evacuación para buscar a su padre (Barry Pepper), que ha desaparecido. Tras encontrarle gravemente herido en el entresuelo de su casa, los dos quedan atrapados por la inundación que cubre rápidamente el terreno. Prácticamente sin tiempo para escapar de la tormenta que arrecia, Haley y su padre descubren que la subida del nivel del agua es el menor de sus problemas...",
      "image":"https://i.imgur.com/5Ha5fCT.jpg",
      "video": "https://www.youtube.com/embed/OReVDweHQls"
    },
    {
      "pelicula": "El justiciero 2",
      "genre1": "Accion",
      "genre2": " ",
      "year": "2018",
      "category1": "HD",
      "category2": "16+",
      "descriptionSlow": "Unos criminales asesinan a Susan Plummer, la mejor amiga y antigua compañera de trabajo de Robert McCall. A partir de ese momento, en la mente de Robert solo hay una obsesión: eliminar a la banda de asesinos de élite que ha destrozado su vida.",
      "description": "Robert McCall (Denzel Washington) garantiza una justicia inquebrantable para los explotados y oprimidos, pero ¿cuánto de lejos llegará cuando se trate de alguien a quien ama? Secuela de The Equalizer (El protector) (2014)",
      "image":"https://i.imgur.com/jZzEGeU.jpg",
      "video": "https://www.youtube.com/embed/Q-HiBI_cAT8"
    },
    {
      "pelicula": "Logan",
      "genre1": "Accion",
      "genre2": " ",
      "year": "2017",
      "category1": "HD",
      "category2": "16+",
      "descriptionSlow": "Han pasado los años y los mutantes están en declive. Logan, débil y cansado, vive alejado de todos hasta que acepta una última misión de Charles Xavier: la de proteger a una joven especial, de nombre Laura Kinney pero conocida como X-23, la última esperanza de la raza mutante.",
      "description": "Sin sus poderes, por primera vez, Wolverine es verdaderamente vulnerable. Después de una vida de dolor y angustia, sin rumbo y perdido en el mundo donde los X-Men son leyenda, su mentor Charles Xavier lo convence para asumir una última misión: proteger a una joven que será la única esperanza para la raza mutante...",
      "image":"https://i.imgur.com/VazN6Or.jpg",
      "video": "https://www.youtube.com/embed/RH3OxVFvTeg"
    },
    {
      "pelicula": "Desafio Total",
      "genre1": "Accion",
      "genre2": " ",
      "year": "2012",
      "category1": "HD",
      "category2": "16+",
      "descriptionSlow": "El empleado de una fábrica decide tomarse unas pequeñas vacaciones mentales y contrata a una empresa de viajes virtuales para que le implante recuerdos de un inexistente viaje turístico a Marte.",
      "description": "Rekall es una empresa que puede convertir los sueños en recuerdos reales, haciendo que la frontera entre realidad y memoria se difumine. Para Douglas Quaid (Colin Farrell) la idea de hacer un viaje mental que le proporcione recuerdos de una vida como superespía puede ser la solución perfecta para contrarrestar su frustrante vida. Lo malo es que el proceso sale mal, y Quaid se convierte en un hombre perseguido por los agentes de un estado totalitario. En su huida, se asocia con una combatiente rebelde (Jessica Biel) con el fin de encontrar al cabecilla de la resistencia clandestina (Bill Nighy). Mientras el destino del mundo pende de un hilo, Quaid descubre su verdadera identidad y su verdadero destino.",
      "image":"https://i.imgur.com/L0dUpVb.jpg",
      "video": "https://www.youtube.com/embed/RwlAUpMmtyM"
    },
    {
      "pelicula": "Resident Evil The Final Chapter",
      "genre1": "Accion",
      "genre2": " ",
      "year": "2017",
      "category1": "HD",
      "category2": "16+",
      "descriptionSlow": "Alice regresa a Raccoon City, donde empezó todo, para salvar a la humanidad del ataque definitivo que la Corporación Umbrella está preparando para eliminar a los supervivientes del apocalipsis. Por el camino reclutará aliados, alguno de ellos inesperado, sin los que será imposible luchar contra las hordas de zombis y nuevos tipos de monstruos que los esperan.",
      "description": "La humanidad está agonizando tras la traición sufrida por Alice a manos de Wesker. Alice deberá regresar a donde la comenzó la pesadilla -Raccoon City-, ya que allí la Corporación Umbrella está reuniendo fuerzas antes de un último ataque a los últimos supervivientes del apocalipsis. En una carrera contra el tiempo, Alice tendrá que unir fuerzas con viejos amigos y con un inesperado aliado en una batalla contra hordas de zombis y nuevos monstruos mutantes. Será la aventura más difícil de Alice para salvar a la humanidad, que está al borde de la extinción.",
      "image":"https://i.imgur.com/RbHStrd.jpg",
      "video": "https://www.youtube.com/embed/79Sd4GtOXuI"
    },
    {
      "pelicula": "Tintin",
      "genre1": "Adventure",
      "genre2": "Animacion",
      "year": "2011",
      "category1": "HD",
      "category2": "All",
      "descriptionSlow": "'Las aventuras de Tintín: El secreto del unicornio' se centra en el misterio que esconde la maqueta de un barco que Tintín compra para regalársela a su amigo Haddock; tras el inusual interés de unos individuos por reproducir el navío, Tintín descubre que hay tres modelos iguales, ocultándose en ellos unos pergaminos ...",
      "description": "Tintín, un joven periodista dotado de una curiosidad insaciable, y su leal perro Milú descubren que la maqueta de un barco contiene un enigmático y secular secreto que deben investigar. A partir de ese momento, Tintín se verá acosado por Ivan Ivanovitch Sakharine, un diabólico villano que cree que el joven ha robado un valioso tesoro vinculado a un cruel pirata llamado Rackham el Rojo. Pero, con la ayuda de Milú, del cascarrabias capitán Haddock y de los torpes detectives Hernández y Fernández, viajará por medio mundo, sirviéndose de su proverbial astucia para burlar a sus perseguidores y encontrar antes que ellos El Unicornio, un navío hundido que puede proporcionar la clave de una fabulosa fortuna y de una antigua maldición",
      "image":"https://i.imgur.com/IrhNJ90.jpg",
      "video": "https://www.youtube.com/embed/AOBlXnJRVC0"
    },
    {
      "pelicula": "Jumanji",
      "genre1": "Adventure",
      "genre2": "Accion",
      "year": "2017",
      "category1": "HD",
      "category2": "All",
      "descriptionSlow": "Cuatro adolescentes encuentran un viejo videojuego que los absorbe y los transporta a una selva peligrosa, donde se convierten en personajes adultos y tienen que ir superando pruebas terribles para terminar el juego y regresar al mundo real.",
      "description": "Cuatro adolescentes encuentran un viejo videojuego que los absorbe y los transporta a una selva peligrosa, donde se convierten en personajes adultos y tienen que ir superando pruebas terribles para terminar el juego y regresar al mundo real.",
      "image":"https://i.imgur.com/DN4jdh3.jpg",
      "video": "https://www.youtube.com/embed/ddxC0OW4rFs"
    },
    {
      "pelicula": "Lorax",
      "genre1": "Animacion",
      "genre2": " ",
      "year": "2012",
      "category1": "HD",
      "category2": "All",
      "descriptionSlow": "Ted, un niño de 12 años, vive en un lugar prácticamente desprovisto de naturaleza; en Thneedville no hay flores, ni árboles. Ted quiere ganarse el corazón de Audrey, la chica de sus sueños, pero para hacer esto, debe descubrir lo que ella más desea: un árbol Trúfula. Para conseguirlo, Ted profundiza en la historia del Lorax, alguna vez el guardián malhumorado del bosque, y de Once-ler, que permitió a su codicia superar el respeto por la naturaleza.",
      "description": "Ted, un niño de 12 años, vive en un lugar prácticamente desprovisto de naturaleza; en Thneedville no hay flores, ni árboles. Ted quiere ganarse el corazón de Audrey, la chica de sus sueños, pero para hacer esto, debe descubrir lo que ella más desea: un árbol Trúfula. Para conseguirlo, Ted profundiza en la historia del Lorax, alguna vez el guardián malhumorado del bosque, y de Once-ler, que permitió a su codicia superar el respeto por la naturaleza.",
      "image":"https://i.imgur.com/jXzgb6E.jpg",
      "video": "https://www.youtube.com/embed/1bHdzTUNw-4"
    },
    {
      "pelicula": "The Little Mermaid",
      "genre1": "Animacion",
      "genre2": " ",
      "year": "2018",
      "category1": "HD",
      "category2": "All",
      "descriptionSlow": "Un joven periodista descubre, junto a su sobrina, a un fascinante ser mitad mujer y mitad pez, y creen que se trata de una sirena de verdad.",
      "description": "Un joven periodista descubre, junto a su sobrina, a un fascinante ser mitad mujer y mitad pez, y creen que se trata de una sirena de verdad.",
      "image":"https://i.imgur.com/QOuveky.jpg",
      "video": "https://www.youtube.com/embed/dSYzxH00awE"
    },
    {
      "pelicula": "Frozen",
      "genre1": "Animacion",
      "genre2": "Aventura",
      "year": "2013",
      "category1": "HD",
      "category2": "All",
      "descriptionSlow": "Una profecía condena al reino de Arandelle a vivir en un invierno eterno. La joven Anna, el temerario montañero Kristoff y el reno Sven deben emprender un viaje épico y lleno de aventuras en busca de Elsa, la hermana de Anna y Reina de las Nieves. Ella es la única que puede poner fin al gélido hechizo.",
      "description": "Una profecía condena al reino de Arandelle a vivir en un invierno eterno. La joven Anna, el temerario montañero Kristoff y el reno Sven deben emprender un viaje épico y lleno de aventuras en busca de Elsa, la hermana de Anna y Reina de las Nieves. Ella es la única que puede poner fin al gélido hechizo.",
      "image":"https://i.imgur.com/paoudhZ.jpg",
      "video": "https://www.youtube.com/embed/R-cdIvgBCWY"
    },
    {
      "pelicula": "Toy Story 4",
      "genre1": "Animacion",
      "genre2": "Aventura",
      "year": "2019",
      "category1": "HD",
      "category2": "All",
      "descriptionSlow": "Woody siempre ha tenido claro cuál es su labor en el mundo: cuidar a su dueño, ya sea Andy o Bonnie. Sin embargo, Woody descubrirá lo grande que puede ser el mundo para un juguete cuando el juguete Forky se convierta en su nuevo compañero de habitación. Los juguetes se embarcarán en una aventura que no olvidarán jamás durante un viaje por carretera.",
      "description": "Woody siempre ha tenido claro cuál es su labor en el mundo: cuidar a su dueño, ya sea Andy o Bonnie. Sin embargo, Woody descubrirá lo grande que puede ser el mundo para un juguete cuando el juguete Forky se convierta en su nuevo compañero de habitación. Los juguetes se embarcarán en una aventura que no olvidarán jamás durante un viaje por carretera.",
      "image":"https://i.imgur.com/kHrN7y8.jpg",
      "video": "https://www.youtube.com/embed/wmiIUN-7qhE"
    },
    {
      "pelicula": "Hangover II",
      "genre1": "Comedia",
      "genre2": " ",
      "year": "2011",
      "category1": "HD",
      "category2": "16+",
      "descriptionSlow": "Con la esperanza de evitar el caos que marcó su despedida de soltero en Las Vegas, Stu opta por lo que él cree que será una celebración tranquila en Tailandia.",
      "description": "Con la esperanza de evitar el caos que marcó su despedida de soltero en Las Vegas, Stu opta por lo que él cree que será una celebración tranquila en Tailandia.",
      "image":"https://i.imgur.com/6mrPtWN.jpg",
      "video": "https://www.youtube.com/embed/KRBzWtOy1PY"
    },
    {
      "pelicula": "Scary Movie",
      "genre1": "Comedia",
      "genre2": " ",
      "year": "2000",
      "category1": "HD",
      "category2": "16+",
      "descriptionSlow": "Una parodia de los filmes de asesinatos donde un homicida vengativo acecha a un grupo de adolescentes.",
      "description": "Una parodia de los filmes de asesinatos donde un homicida vengativo acecha a un grupo de adolescentes.",
      "image":"https://i.imgur.com/QFe1KBk.jpg",
      "video": "https://www.youtube.com/embed/3iy0pE1FBkc"
    },
    {
      "pelicula": "Due Late",
      "genre1": "Comedia",
      "genre2": " ",
      "year": "2010",
      "category1": "HD",
      "category2": "16+",
      "descriptionSlow": "Desesperado por llegar a casa para estar al lado de su esposa embarazada, un hombre (Robert Downey Jr.) nervioso tiene que viajar al lado de un actor principiante.",
      "description": "Desesperado por llegar a casa para estar al lado de su esposa embarazada, un hombre (Robert Downey Jr.) nervioso tiene que viajar al lado de un actor principiante.",
      "image":"https://i.imgur.com/GLc9B2E.jpg",
      "video": "https://www.youtube.com/embed/1p3NnJ_oiE0"
    },
    {
      "pelicula": "Boy Hood",
      "genre1": "Drama",
      "genre2": " ",
      "year": "2014",
      "category1": "HD",
      "category2": "16+",
      "descriptionSlow": "Historia dramática que recorre 12 años (2002-2013) de la vida de Mason (Ellar Coltrane) de los seis a los dieciocho. Durante este periodo, se producen todo tipo de cambios, mudanzas y controversias, relaciones que se tambalean, bodas, diferentes colegios, primeros amores, desilusiones y momentos maravillosos. Un viaje íntimo y basado en la euforia de la niñez, los sísmicos cambios de una familia moderna y el paso del tiempo.",
      "description": "Historia dramática que recorre 12 años (2002-2013) de la vida de Mason (Ellar Coltrane) de los seis a los dieciocho. Durante este periodo, se producen todo tipo de cambios, mudanzas y controversias, relaciones que se tambalean, bodas, diferentes colegios, primeros amores, desilusiones y momentos maravillosos. Un viaje íntimo y basado en la euforia de la niñez, los sísmicos cambios de una familia moderna y el paso del tiempo.",
      "image":"https://i.imgur.com/ozplR9X.jpg",
      "video": "https://www.youtube.com/embed/Y0oX0xiwOv8"
    },
    {
      "pelicula": "La cabaña",
      "genre1": "Drama",
      "genre2": " ",
      "year": "2017",
      "category1": "HD",
      "category2": "16+",
      "descriptionSlow": "Después de sufrir una tragedia familiar, Mack Phillips cae en una profunda depresión que le lleva a cuestionar todas sus creencias. Sumido en una crisis de fe, recibe una enigmática carta donde un misterioso personaje le cita en una cabaña abandonada en lo más profundo de los bosques de Oregón. A pesar de sus dudas, Mack viaja a la cabaña, donde se encontrará con alguien inesperado.",
      "description": "Después de sufrir una tragedia familiar, Mack Phillips cae en una profunda depresión que le lleva a cuestionar todas sus creencias. Sumido en una crisis de fe, recibe una enigmática carta donde un misterioso personaje le cita en una cabaña abandonada en lo más profundo de los bosques de Oregón. A pesar de sus dudas, Mack viaja a la cabaña, donde se encontrará con alguien inesperado.",
      "image":"https://i.imgur.com/nNx2RzG.jpg",
      "video": "https://www.youtube.com/embed/ljSHZ4QzYWU"
    },
    {
      "pelicula": "Me before you",
      "genre1": "Drama",
      "genre2": "Romance",
      "year": "2016",
      "category1": "HD",
      "category2": "16+",
      "descriptionSlow": "La vida de Louisa Clark, una chica alegre y alocada, que va empalmando un trabajo con otro para ayudar a su familia a subsistir, cambia por completo cuando comienza a trabajar como cuidadora de un joven millonario, quien quedó paralítico tras un accidente. Poco a poco, se va estableciendo entre ellos una conexión cada vez más íntima.",
      "description": "La vida de Louisa Clark, una chica alegre y alocada, que va empalmando un trabajo con otro para ayudar a su familia a subsistir, cambia por completo cuando comienza a trabajar como cuidadora de un joven millonario, quien quedó paralítico tras un accidente. Poco a poco, se va estableciendo entre ellos una conexión cada vez más íntima.",
      "image":"https://i.imgur.com/bbmYS9G.jpg",
      "video": "https://www.youtube.com/embed/Eh993__rOxA"
    },
    {
      "pelicula": "Winter's Bone",
      "genre1": "Drama",
      "genre2": " ",
      "year": "2010",
      "category1": "HD",
      "category2": "16+",
      "descriptionSlow": "Ree Dolly es una joven de 17 años que vive con su madre enferma y sus hermanos pequeños en los montes de Missouri. Cuando su padre, Jessup, desaparece misteriosamente tras salir de la cárcel, Ree inicia un peligroso viaje para encontrarlo.",
      "description": "Ree Dolly es una joven de 17 años que vive con su madre enferma y sus hermanos pequeños en los montes de Missouri. Cuando su padre, Jessup, desaparece misteriosamente tras salir de la cárcel, Ree inicia un peligroso viaje para encontrarlo.",
      "image":"https://i.imgur.com/LraPrs1.jpg",
      "video": "https://www.youtube.com/embed/iVuFsKSP--g"
    },
    {
      "pelicula": "Winter's Tale",
      "genre1": "Romance",
      "genre2": " ",
      "year": "2014",
      "category1": "HD",
      "category2": "16+",
      "descriptionSlow": "Milagros, destinos cruzados y una vieja batalla entre el bien y el mal ocurren en mítico Nueva York.",
      "description": "Milagros, destinos cruzados y una vieja batalla entre el bien y el mal ocurren en mítico Nueva York.",
      "image":"https://i.imgur.com/vkiBkLr.jpg",
      "video": "https://www.youtube.com/embed/pC9olGKn2ZY"
    },
    {
      "pelicula": "What If",
      "genre1": "Romance",
      "genre2": " ",
      "year": "2013",
      "category1": "HD",
      "category2": "16+",
      "descriptionSlow": "Un joven se enamora de una chica que conoció en una fiesta, pero ella tiene novio, por lo que esconde su atracción para conformarse con ser su amigo.",
      "description": "Un joven se enamora de una chica que conoció en una fiesta, pero ella tiene novio, por lo que esconde su atracción para conformarse con ser su amigo.",
      "image":"https://i.imgur.com/FRvvApF.jpg",
      "video": "https://www.youtube.com/embed/A86JGbBEaBk"
    },
    {
      "pelicula": "The Vow",
      "genre1": "Romance",
      "genre2": " ",
      "year": "2012",
      "category1": "HD",
      "category2": "16+",
      "descriptionSlow": "Después de que su esposa despierta de un estado de coma con amnesia, un hombre intenta hacer que recupere su memoria y recuperar su relación.",
      "description": "Después de que su esposa despierta de un estado de coma con amnesia, un hombre intenta hacer que recupere su memoria y recuperar su relación.",
      "image":"https://i.imgur.com/MFz9Bou.jpg",
      "video": "https://www.youtube.com/embed/PcL24s-S6ns"
    }
   
    
  ]
}